Repository: Vistaus/TextShine
Catalog: po/extra/*.po
Languages: de, it, nl

source: Powerfully transform text
de: Text leistungsstark umwandeln
it: Trasforma il testo in modo potente
nl: Zet tekst om met dit krachtige hulpmiddel

source: textshine;text;conversion;convert;
de: textshine;text;konvertierung;konvertieren;
it: textshine;testo;conversione;converte;
nl: textshine;tekst;conversie;converteren;omzetten;

source: Edit Clipboard Text
de: Text in der Zwischenablage bearbeiten
it: Modifica il testo degli Appunti
nl: Pas klembordtekst aan

source: Easily paste text from the clipboard or load text from a file, modify the text with loads of built-in text actions and user-created custom text workflows, and save the changes to the clipboard or to a file.
de: Fügen Sie einfach Text aus der Zwischenablage ein oder laden Sie Text aus einer Datei, ändern Sie den Text mit zahlreichen integrierten Text-Aktionen und benutzerdefinierten Text-Arbeitsabläufen, und speichern Sie die Änderungen in der Zwischenablage oder in einer Datei.
it: Incolla facilmente il testo dagli appunti o carica il testo da un file, modifica il testo con un sacco di azioni di testo integrate e testo personalizzato creato dall'utente conflussi di lavoro e salva le modifiche negli appunti o in un file.
nl: Plak tekst van het klembord of laad tekst uit een bestand. De tekst kan worden aangepast met behulp van vele ingebouwde tekstacties en eigengemaakte werkmethoden. Nadien kunnen de aanpassingen worden opgeslagen op het klembord of in een bestand.

source: In addition to the built-in actions, TextShine allows you to create and test custom text conversion workflows. These custom workflows can then be used in the same way that built-in actions are used within the application.
de: Zusätzlich zu den integrierten Aktionen können Sie in TextShine benutzerdefinierte Arbeitsabläufe zur Textkonvertierung erstellen und testen. Diese benutzerdefinierten Arbeitsabläufe können dann auf die gleiche Weise verwendet werden wie die integrierten Aktionen innerhalb der Anwendung.
it: Oltre alle azioni integrate, TextShine ti consente di creare e testare flussi di lavoro e conversioni del testo personalizzato. Questi flussi di lavoro personalizzati possono quindi essere utilizzati nello stesso modo in cui vengono utilizzate le azioni integrate all'interno dell'applicazione.
nl: Naast de ingebouwde acties kan TextShine eigengemaakte werkmethoden gebruiken. Deze werkmethoden kunnen vervolgens worden gebruikt op dezelfde manier als de ingebouwde acties.

source: Key features include the following:
de: Zu den Hauptmerkmalen gehören die folgenden:
it: Le caratteristiche principali includono quanto segue:
nl: TextShine's kenmerken op een rijtje:

source: Load text from clipboard or from a file.
de: Text aus der Zwischenablage oder aus einer Datei laden.
it: Carica il testo dagli appunti o da un file.
nl: Laad tekst van het klembord of uit een bestand;

source: Save text back to clipboard, to the same file or to a new file.
de: Text zurück in die Zwischenablage, in dieselbe Datei oder in eine neue Datei speichern.
it: Salva il testo negli appunti, nello stesso file o in un nuovo file.
nl: Sla tekst op op het klembord of in hetzelfde of een nieuw bestand;

source: Unlimited undo/redo of text changes.
de: Unbegrenztes Rückgängigmachen/Wiederherstellen von Textänderungen.
it: Annulla/ripristina illimitate modifiche al testo.
nl: Ongelimiteerd ongedaan maken/opnieuw uitvoeren van aanpassingen;

source: Apply a text action in a single click.
de: Eine Textaktion mit einem einzigen Klick anwenden.
it: Applica un'azione al testo con un solo clic.
nl: Pas met één muisklik een actie toe;

source: Support for action favoriting.
de: Unterstützung für das Favorisieren von Aktionen.
it: Supporto per favorire l'azione.
nl: Ondersteuning voor het kiezen van favoriete acties;

source: Support for creating and testing custom actions.
de: Unterstützung für das Erstellen und Testen benutzerdefinierter Aktionen.
it: Supporto per la creazione e il test di azioni personalizzate.
nl: Ondersteuning voor het maken en uitvoeren van eigen acties;

source: Quickly search available text actions.
de: Verfügbare Textaktionen schnell durchsuchen.
it: Cerca rapidamente le azioni di testo disponibili.
nl: Snel zoeken door beschikbare acties;

source: Character, word, line, match and spelling error statistics.
de: Statistiken über Zeichen, Wörter, Zeilen, Übereinstimmungen und Rechtschreibfehler.

source: Support for font size changes.
de: Unterstützung für Schriftgrößenänderungen.
it: Supporto per le modifiche alla dimensione del font.
nl: Ondersteuning voor tekstgrootte-aanpassingen;

source: Built-in spell checker.
de: Eingebaute Rechtschreibprüfung.

source: Categorized text actions which include:
de: Kategorisierte Textaktionen, die Folgendes beinhalten:
it: Categorizzate azioni di testo che includono:
nl: Gecategoriseerde acties, waaronder:

source: Action: Changing case
de: Aktion: Schreibung ändern
it: Azione: Cambio di maiuscolo/minuscolo
nl: Actie: hoofdlettergebruik aanpassen

source: Action: Inserting text, line numbers, lorem ipsum and file contents
de: Aktion: Einfügen von Text, Zeilennummern, lorem ipsum und Dateiinhalten
it: Azione: Inserimento di testo, numeri di riga, lorem ipsum e contenuto di file
nl: Actie: tekst invoegen, regelnummers, lorem ipsum en bestandsinhoud

source: Action: Removing line numbers, blank lines/spaces and matched text
de: Aktion: Entfernen von Zeilennummern, Leerzeilen/Leerzeichen und übereinstimmendem Text
it: Azione: Rimozione di numeri di riga, righe/spazi vuoti e testo abbinato
nl: Actie: regelnummers, blanco regels/spaties en overeengekomen tekst wissen

source: Action: Replacement of text
de: Aktion: Ersetzung von Text
it: Azione: Sostituzione del testo
nl: Actie: tekst vervangen

source: Action: Quotation conversion
de: Aktion: Konvertierung von Anführungszeichen
it: Azione: Conversione del preventivo
nl: Actie: citaten omzetten

source: Action: Line sorting
de: Aktion: Zeilensortierung
it: "Azione: Ordinamento riga
nl: Actie: regels rangschikken

source: Action: Indentation handling
de: Aktion: Behandlung von Einrückungen
it: Azione: Gestione dell'indentazione
nl: Actie: inspringacties

source: Action: Search and replace (includes regular expression support)
de: Aktion: Suchen und Ersetzen (mit Unterstützung für reguläre Ausdrücke)
it: Azione: Cerca e sostituisci (include il supporto delle espressioni regolari)
nl: Actie: zoeken en vervangen (ondersteunt reguliere uitdrukkingen)

source: Action: Automatic text repair
de: Aktion: Automatische Textreparatur
it: Azione: Riparazione automatica del testo
nl: Actie: automatisch tekst repareren

source: Action: Text conversion
de: Aktion: Textkonvertierung
it: Azione: Conversione del testo
nl: Actie: tekst omzetten

source: Action: MD5, SHA-1/256/384/512 encoding and Base64 encoding/decoding
de: Aktion: MD5, SHA-1/256/384/512-Kodierung und Base64-Kodierung/Dekodierung

source: Action: Markdown utilities
de: Aktion: Markdown-Hilfsmittel
it: Azione: Utilit√† di Markdown
nl: Actie: Markdown-hulpmiddelen

source: Initial release
de: Erste Veröffentlichung
it: Versione iniziale
nl: Eerste uitgave

source: Character, word, line and match statistics.
it: Carattere,parola,linea e Statistiche abbinate.
